{"pageProps":{"id":"13","source":{"id":"engadget","name":"Engadget"},"author":"Reuters","title":"STMicro Raises Outlook As High Chip Demand Drives Plants At Full Steam","description":"Bottlenecks in the chip industry due to a wave of orders led German carmaker Volkswagen and iPhone maker Apple, two of the biggest buyers of sensors and sophisticated semiconductors, to alert markets about potential production difficulties due to chip shortag…","url":"https://www.carandbike.com/news/stmicro-raises-outlook-as-high-chip-demand-drives-plants-at-full-steam-2497847","urlToImage":"https://c.ndtvimg.com/2021-07/7cg97k5g_stmicro-raises-outlook-as-high-chip-demand-drives-plants-at-full-steam_625x300_29_July_21.jpg","publishedAt":"2021-07-29T11:06:50Z","content":"<section> <p> Onze naam veranderen? Maar ik dacht dat we alleen een branding traject zouden doen? Als wij het met collega’s of opdrachtgevers over <strong>branding</strong> hebben, lopen de ideeën hierover nogal uiteen. Zelfs wanneer men weet dat je samen een branding traject aan het doen bent. Daarom deze poging om de ultieme branding gids te maken met praktische voorbeelden. Zodat we als klant en bureau beter op een lijn zitten en hopelijk scherpere merken kunnen ontwikkelen. </p></section> <section> <h2>Wat is branding?</h2> <p> Je zou denken dat branding een engels begrip is, maar eigenlijk stamt het af van het Oudnoorse woord ‘brandr’, wat letterlijk ‘brandmerken’ betekent. In de 16e eeuw gebruikten eigenaren van vee dit middel om het eigendom van hun dieren aan te tonen. Het was letterlijk en figuurlijk een stempel waarmee veeboerderijen zich onderscheiden. Eenvoudig en herkenbaar. De voorloper van het hedendaagse logo. </p></section> <section> <figure> <img src=\"https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-640x266.png\" srcSet=\"https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-640x266.png 640w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-300x125.png 300w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-1024x425.png 1024w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-768x319.png 768w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-1536x638.png 1536w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-2048x850.png 2048w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-320x133.png 320w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-960x399.png 960w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-1680x698.png 1680w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-2560x1063.png 2560w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-160x66.png 160w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-380x158.png 380w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-560x233.png 560w, https://s3-eu-central-1.amazonaws.com/assets.grrr.nl/app/uploads/2021/04/20115802/Asset-24%40300x-760x316.png 760w\" sizes=\"(min-width: 100vw) 100vw, 100vw\" alt=\"Oorsprong van branding\" loading=\"lazy\" decoding=\"async\" width=\"640\" height=\"266\"/> </figure> </section> <section> <p> Volgens de definitie van de <a href=\"https://www.ama.org/the-definition-of-marketing-what-is-marketing/#:~:text=Definition%20of%20Brand,from%20those%20of%20other%20sellers.\"> American Marketing Association </a> , is branding een middel om producten, diensten of organisaties van elkaar te onderscheiden door middel van een naam, term, teken, symbool of ontwerp, of een combinatie daarvan. Onderscheiding is nog steeds een belangrijk onderdeel van branding, maar de betekenis is inmiddels wel wat veranderd. Branding gaat tegenwoordig namelijk veel meer over het creëren van connectie met je klant. Zoals Jeff Bezos, oprichter van Amazon.com zegt: “Your brand is what others say about you when you’re not in the room”. </p></section> <section> <h2>Branding is aanwezig in elke vorm van communicatie</h2> <p> Branding is veel meer dan alleen een logo, huisstijl of middel voor je advertenties. Het gaat verder dan pure beeldtaal. Branding gaat over hoe je de waarden van jouw bedrijf vertaalt naar een overkoepelende merkidentiteit die terugkomt in de bedrijfscommunicatie. </p><p> Het laat de identiteit van je product of dienst zien en is verweven in alle vormen van communicatie met je klant. Dus niet alleen je website, maar ook de gesprekken die je voert op social media, de e-mails die je stuurt, zelfs de soort producten die je verkoopt en de nazorg daarvan. Elke interactie met klanten bepaalt de perceptie en beleving van het merk. </p></section> <section> <h2>Vormen van branding</h2> <p> Net zoals dat er verschillende soorten marketingstrategieën zijn, heb je ook verschillende soorten branding strategieën die je kunt inzetten. Deze onderverdeling kan je helpen om te begrijpen hoe je branding kunt inzetten voor jouw type onderneming. Dit zijn een aantal van de meest voorkomende merkstrategieën: </p><ul> <li> <strong>Corporate branding.</strong> Deze branding strategie gaat over de naamsbekendheid van bedrijven. Een duidelijke positioneringstrategie met een sterke belofte die je kunt waarmaken, zorgt er voor dat klanten steeds bij een bedrijf terugkomen. Een langetermijnstrategie waarmee bedrijven duurzaam kunnen groeien. </li><li> <strong>Personal branding.</strong> Bloggers, vloggers, actrices, zangers, presidenten en zzp’ers. Bij personal branding denken we al snel aan de Kim Kardashian’s in deze wereld, maar feitelijk is personal branding naast corporate branding één van de meest voorkomende merkstrategieën. Zelfs als je solliciteert werk je aan je personal branding. Iedereen heeft dus baat bij een goede branding strategie. </li><li> <strong>City branding.</strong> Branding is niet alleen weggelegd voor bedrijven. Ook steden en landen (country branding) kunnen er baat bij hebben om een sterke merkstrategie te voeren. Hiermee kunnen ze namelijk financiers, studenten, toeristen en bewoners aantrekken. Amsterdam doet dit heel succesvol met ‘I Amsterdam’. </li><li> <strong>Product branding.</strong> Voor bedrijven die producten verkopen, richt de merkstrategie zich meer op het product dan op het bedrijf. Waar denk je aan bij tissues? ‘Kleenex’ of ‘Tempo’. Wat heb je nodig als je ramen schoonmaakt? ‘Glassex’. Deze merknamen zijn bijna synoniem geworden voor het woord zelf. Dat komt omdat het product het toppunt van succes op het gebied van product branding heeft bereikt. </li><li> <strong>Club branding.</strong> Sommige sporten, zoals voetbal, zijn inmiddels miljardenindustrieën geworden. Branding is voor clubs een extra middel om aankopen te financieren. Denk aan de extra opbrengsten uit merchandising. Kleine kinderen die trots met een Ajax of FC Barcelona shirt lopen, met de naam van hun favoriete speler. Een combinatie van club branding en personal branding. </li><li> <strong>Purpose branding.</strong> De afgelopen jaren is er een nieuwe soort branding strategie in opkomst. Purpose branding of merkactivisme is een manier om positieve sociale impact te maken met je merk. Consumenten kopen steeds bewuster en vinden het in toenemende mate belangrijk dat bedrijven nadenken over hun maatschappelijke impact. Met purpose branding kun je op een krachtige manier contact maken met je doelgroep. Zo speelde ‘Dove’ met haar campagne in op een belangrijk probleem dat hun doelgroep ervaart: het sterk veroordelende schoonheidsideaal. Daarom laten zij in alle communicatiematerialen vrouwen zien met verschillende soorten lichamen. </li></ul> </section>"},"__N_SSG":true}