{"pageProps":{"id":"6","source":{"id":"engadget","name":"Engadget"},"title":"Tesla quarterly profits top $1 bn for 1st time","description":"New York (AFP) July 26, 2021\n\n\n US electric carmaker Tesla reported its first-ever quarterly profit above $1 billion Monday as it reiterated its 2021 production targets despite supply chain upheaval. \n\nRecord deliveries of electric cars during the period allo…","url":"https://www.spacedaily.com/reports/Tesla_quarterly_profits_top_1_bn_for_1st_time_999.html","urlToImage":"https://www.spxdaily.com/images-hg/tesla-motors-battery-factory-gigafactory-hg.jpg","publishedAt":"2021-07-29T11:28:45Z","content":"<section> <p> Dit artikel werd eerder gepubliceerd op de website van{\" \"}<a href=\"https://www.marketingtribune.nl/design/weblog/2021/05/column-boodschap-aan-het-nieuwe-kabinet-maak-van-maatschappelijke-bv-priori/index.xml\"> Marketing Tribune </a> . </p><p> Reuzen uit de bedrijvenwereld passeerden de afgelopen tijd meermaals negatief de revue: Booking.com, UBER, Specsavers. In tijden van nood ontweken zij lachend{\" \"}<a href=\"https://www.nrc.nl/nieuws/2020/05/15/het-feestje-van-booking-is-voorbij-2-a3999859\"> belasting </a> , werden{\" \"}<a href=\"https://www.groene.nl/artikel/ook-tijdens-corona-legt-uber-alle-risico-s-bij-de-chauffeur\"> risico’s afgeschreven op werknemers </a> , weigerden ze huur te betalen, hielden ze lonen{\" \"}<a href=\"https://www.trouw.nl/nieuws/fnv-is-boos-over-mega-loondump-voor-nieuwe-hema-medewerkers~b239d5c6/\"> laag </a>{\" \"}of{\" \"}<a href=\"https://www.trouw.nl/binnenland/corona-hakt-erin-bij-booking-com-kwart-personeel-moet-weg~b3f2c054/\"> ontsloegen ze personeel </a>{\" \"}terwijl aandeelhouders met grote hoeveelheden{\" \"}<a href=\"https://www.businessinsider.nl/booking-com-staatssteun/\"> winst </a>{\" \"}werden gespekt. Laatste gefinancierd met NOW-steun bedoeld om gedupeerden van de corona crisis het hoofd boven water te helpen houden. </p><p> Het ontbreekt grote spelers in onze economie kortom aan een moreel kompas. Dit is schadelijk voor onze omgeving, voor werknemers en voor het klimaat. Zeker gezien de omvang en daarmee de invloedssfeer van deze bedrijven. Nu de praktijken van deze winstgedreven bedrijven haaks staan op de ideeën en wensen van de nieuwe, progressievere, generatie (recente{\" \"}<a href=\"https://www.ipsos.com/nl-nl/de-nederlandse-kiezer-over-natuur\"> peilingen </a>{\" \"}tonen dat veel mensen steeds groener en socialer denken) is het dringend tijd voor een alternatieve bedrijfsvoering. De slimme ondernemer heeft dit signaal allang opgepikt en om ons heen schieten organisaties waar het motto{\" \"}<em>impact first</em> luidt met rap tempo uit de grond. Voor deze ondernemingen is succes niet louter definieerbaar in financieel gewin, maar staan ook positieve impact op de omgeving en het klimaat centraal. </p><p> Als uitvinders van het poldermodel liepen we ooit voorop in het institutionaliseren van maatschappij en onderneming. Kijkend naar de huidige situatie zijn we die voorsprong rap aan het verliezen. Want een rechtsvorm voor de maatschappelijk betrokken onderneming, zoals die in bijvoorbeeld de VS wel bestaat in de vorm van ‘Beneft Corporation’, kennen we hier niet. Het realiseren van de maatschappelijke BV als rechtsvorm naast de BV en NV is een makkelijk in te voeren maatregel die veel effect kan hebben. </p><p> Er ligt reeds een goed onderbouwde{\" \"}<a href=\"https://www.rijksoverheid.nl/actueel/nieuws/2019/05/17/kabinet-verkent-haalbaarheid-nieuwe-rechtsvorm-sociale-ondernemingen\"> initiatiefnota </a>{\" \"}in de Tweede Kamer. Laat het nieuwe kabinet hun aantrede benutten als kantelpunt door prioriteit te geven aan het invoeren van de impact onderneming als rechtsvorm. Wanneer de juridische werkelijkheid de realiteit volgt, kan het tij wellicht worden gekeerd en stippelt een sterk moreel kompas voortaan ‘succesvolle’ bedrijfsroutes uit. Het grote gevaar is namelijk dat we terugkeren naar hoe het was voor (en tijdens) corona, dat willen we de volgende generatie toch niet aandoen? </p></section>"},"__N_SSG":true}